Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# browser.import.automation.error.fallback
source: Browser import failed
ar: فشل استيراد بيانات المتصفح
de: Browser-Import fehlgeschlagen
es: Error al importar el navegador
fr: Échec de l’importation du navigateur
ja: ブラウザーのインポートに失敗しました
ko: 브라우저 가져오기 실패
zh_hans: 浏览器导入失败
zh_hant: 瀏覽器匯入失敗

# browser.import.automation.error.noBrowsers
source: No importable browsers found
ar: لم يتم العثور على متصفحات قابلة للاستيراد
de: Keine importierbaren Browser gefunden
es: No se encontraron navegadores importables
fr: Aucun navigateur importable trouvé
ja: インポート可能なブラウザーが見つかりません
ko: 가져올 수 있는 브라우저를 찾을 수 없습니다.
zh_hans: 未找到可导入的浏览器
zh_hant: 找不到可匯入的瀏覽器

# browser.import.automation.error.noProfiles
source: No source profiles found for %@
ar: لم يتم العثور على ملفات تعريف مصدر لـ %@
de: Keine Quellprofile für %@ gefunden
es: No se encontraron perfiles de origen para %@
fr: Aucun profil source trouvé pour %@
ja: %@ のソースプロファイルが見つかりません
ko: %@에 대한 원본 프로필을 찾을 수 없습니다.
zh_hans: 未找到 %@ 的源配置文件
zh_hant: 找不到 %@ 的來源設定檔

# browser.import.automation.error.sourceProfileNotFound
source: No source profile matches '%@'
ar: لا يوجد ملف تعريف مصدر يطابق '%@'
de: Kein Quellprofil entspricht „%@“
es: Ningún perfil de origen coincide con '%@'
fr: Aucun profil source ne correspond à '%@'
ja: '%@' に一致するソースプロファイルが見つかりません
ko: '%@'과 일치하는 원본 프로필이 없습니다.
zh_hans: 没有匹配 '%@' 的源配置文件
zh_hant: 找不到與「%@」相符的來源設定檔

# browser.import.back
source: Back
ar: خلف
de: Zurück
es: Atrás
fr: Dos
ja: 戻る
ko: 뒤로
uk: Назад
zh_hans: 上一步
zh_hant: 後退

# browser.import.complete.browser
source: Browser: %@
ar: المتصفح: %@
es: Navegador: %@
fr: Navigateur : %@
ja: ブラウザー: %@
ko: 브라우저: %@
uk: Браузер: %@
zh_hans: 浏览器：%@
zh_hant: 瀏覽器：%@

# browser.import.complete.createdProfiles
source: Created cmux profiles: %@
ar: ملفات تعريف cmux المنشأة: %@
de: Erstellte cmux-Profile: %@
es: Perfiles de cmux creados: %@
fr: Profils cmux créés : %@
ja: 作成した cmux プロファイル: %@
ko: 생성된 cmux 프로필: %@
uk: Створені профілі cmux: %@
zh_hans: 已创建的 cmux 配置文件：%@
zh_hant: 已建立的 cmux 設定檔：%@

# browser.import.complete.destinationProfile
source: Destination profile: %@
ar: ملف التعريف المستهدف: %@
de: Zielprofil: %@
es: Perfil de destino: %@
fr: Profil de destination : %@
ja: 保存先プロファイル: %@
ko: 대상 프로필: %@
uk: Профіль призначення: %@
zh_hans: 目标配置文件：%@
zh_hant: 目標設定檔：%@

# browser.import.complete.domainFilter
source: Domain filter: %@
ar: تصفية النطاقات: %@
es: Filtro de dominios: %@
fr: Filtre de domaine : %@
ja: ドメインフィルタ: %@
ko: 도메인 필터: %@
uk: Фільтр доменів: %@
zh_hans: 域名过滤：%@
zh_hant: 網域篩選：%@

# browser.import.complete.importedCookies
source: Imported cookies: %ld
ar: تم استيراد %ld ملف تعريف ارتباط
de: Importierte Cookies: %ld
es: Cookies importadas: %ld
fr: Cookies importés : %ld
ja: インポートした Cookie: %ld
ko: 가져온 쿠키: %ld
uk: Імпортовано cookies: %ld
zh_hans: 已导入 Cookie：%ld
zh_hant: 已匯入 Cookie：%ld

# browser.import.complete.importedHistory
source: Imported history entries: %ld
ar: تم استيراد %ld إدخال في سجل التاريخ
de: Importierte Verlaufseinträge: %ld
es: Entradas de historial importadas: %ld
fr: Entrées d'historique importées : %ld
ja: インポートした履歴エントリ: %ld
ko: 가져온 방문 기록 항목: %ld
uk: Імпортовано записів історії: %ld
zh_hans: 已导入的历史记录条目：%ld
zh_hant: 已匯入歷史紀錄條目：%ld

# browser.import.complete.profileMappings
source: Profile mappings:
ar: مطابقات ملفات التعريف:
de: Profilzuordnungen:
es: Asociaciones de perfiles:
fr: Correspondances de profils :
ja: プロファイル対応:
ko: 프로필 매핑:
uk: Відповідності профілів:
zh_hans: 配置文件映射：
zh_hant: 設定檔對應：

# browser.import.complete.scope
source: Scope: %@
ar: النطاق: %@
de: Bereich: %@
es: Ámbito: %@
fr: Portée : %@
ja: 対象: %@
ko: 범위: %@
uk: Обсяг: %@
zh_hans: 范围：%@
zh_hant: 範圍：%@

# browser.import.complete.skippedCookies
source: Skipped cookies: %ld
ar: تم تخطي %ld ملف تعريف ارتباط
de: Übersprungene Cookies: %ld
es: Cookies omitidas: %ld
fr: Cookies ignorés : %ld
ja: スキップした Cookie: %ld
ko: 건너뛴 쿠키: %ld
uk: Пропущено cookies: %ld
zh_hans: 已跳过 Cookie：%ld
zh_hant: 已略過 Cookie：%ld

# browser.import.complete.sourceProfiles
source: Source profiles: %@
ar: ملفات تعريف المصدر: %@
de: Quellprofile: %@
es: Perfiles de origen: %@
fr: Profils sources : %@
ja: 元プロファイル: %@
ko: 원본 프로필: %@
uk: Вихідні профілі: %@
zh_hans: 源配置文件：%@
zh_hant: 來源設定檔：%@

# browser.import.complete.title
source: Browser data import complete
ar: اكتمل استيراد بيانات المتصفح
de: Import der Browserdaten abgeschlossen
es: Importación de datos del navegador completada
fr: Importation des données du navigateur terminée
ja: ブラウザーデータのインポートが完了しました
ko: 브라우저 데이터 가져오기 완료
uk: Імпорт даних браузера завершено
zh_hans: 浏览器数据导入完成
zh_hant: 瀏覽器資料匯入完成

# browser.import.complete.warnings
source: Warnings:
ar: التحذيرات:
de: Warnungen:
es: Advertencias:
fr: Avertissements :
ja: 警告:
ko: 경고:
uk: Попередження:
zh_hans: 警告：
zh_hant: 警告：

# browser.import.cookies
source: Cookies (site sign-ins)
ar: ملفات تعريف الارتباط (تسجيلات دخول المواقع)
de: Cookies (Website-Anmeldungen)
es: Cookies (inicios de sesión en sitios web)
fr: Cookies (connexions aux sites)
ja: Cookie（サイトのログイン状態）
ko: 쿠키 (사이트 로그인 정보)
uk: Cookies (авторизації на сайтах)
zh_hans: Cookie（网站登录）
zh_hant: Cookie (網站登入)

# browser.import.destination.cmux
source: Destination
ar: الوجهة
de: Ziel
es: Destino
ja: 保存先
ko: 대상
uk: Призначення
zh_hans: 目标
zh_hant: 目標

# browser.import.destinationMode.merge
source: Merge into one
ar: دمج في ملف تعريف واحد
de: In einem zusammenführen
es: Fusionar en uno
fr: Fusionner en un seul
ja: 1つにまとめる
ko: 하나로 합치기
uk: Об'єднати в один
zh_hans: 合并为一个
zh_hant: 合併為一個

# browser.import.destinationMode.separate
source: Separate profiles
ar: ملفات تعريف منفصلة
de: Separate Profile
es: Perfiles separados
fr: Profils distincts
ja: 分けて取り込む
ko: 프로필 분리
uk: Окремі профілі
zh_hans: 分开的配置文件
zh_hant: 個別設定檔

# browser.import.destinationProfile
source: Import into
ar: الاستيراد إلى
de: Importieren in
es: Importar en
fr: Importer dans
ja: インポート先
ko: 가져올 위치
uk: Імпортувати до
zh_hans: 导入到
zh_hant: 匯入至

# browser.import.destinationProfile.create
source: Create "%@"
ar: إنشاء "%@"
de: „%@“ erstellen
es: Crear "%@"
fr: Créer "%@"
ja: "%@" を作成
ko: "%@" 생성
uk: Створити "%@"
zh_hans: 创建 "%@"
zh_hant: 建立「%@」

# browser.import.destinationProfile.help
source: Imported data goes into the selected cmux profile.
ar: تذهب البيانات المستوردة إلى ملف تعريف cmux المحدد.
de: Importierte Daten werden in das ausgewählte cmux-Profil übertragen.
es: Los datos importados se guardan en el perfil de cmux seleccionado.
fr: Les données importées sont placées dans le profil cmux sélectionné.
ja: インポートしたデータは、選択した cmux プロファイルに保存されます。
ko: 가져온 데이터가 선택한 cmux 프로필에 저장됩니다.
uk: Імпортовані дані потрапляють у вибраний профіль cmux.
zh_hans: 导入的数据会进入所选的 cmux 配置文件。
zh_hant: 匯入的資料將會存入所選的 cmux 設定檔。

# browser.import.destinationProfile.mergeHelp
source: All selected source profiles go into one cmux profile.
ar: تذهب جميع ملفات تعريف المصدر المحددة إلى ملف تعريف cmux واحد.
de: Alle ausgewählten Quellprofile werden in einem cmux-Profil zusammengeführt.
es: Todos los perfiles de origen seleccionados se unificarán en un solo perfil de cmux.
fr: Tous les profils sources sélectionnés sont regroupés dans un seul profil cmux.
ja: 選択した元プロファイルは、1つの cmux プロファイルにまとめて取り込まれます。
ko: 선택한 모든 원본 프로필이 하나의 cmux 프로필로 합쳐집니다.
uk: Усі вибрані вихідні профілі об'єднуються в один профіль cmux.
zh_hans: 所有选中的源配置文件都会进入同一个 cmux 配置文件。
zh_hant: 所有選取的來源設定檔都將合併到同一個 cmux 設定檔中。

# browser.import.destinationProfile.separateHelp
source: Missing cmux profiles are created on import.
ar: يتم إنشاء ملفات تعريف cmux المفقودة عند الاستيراد.
de: Fehlende cmux-Profile werden beim Import erstellt.
es: Los perfiles de cmux que falten se crearán al importar.
fr: Les profils cmux manquants sont créés lors de l'importation.
ja: 不足している cmux プロファイルは、インポート時に作成されます。
ko: 없는 cmux 프로필은 가져오기 시 자동으로 생성됩니다.
uk: Відсутні профілі cmux створюються під час імпорту.
zh_hans: 缺失的 cmux 配置文件会在导入时创建。
zh_hant: 匯入時將會自動建立缺少的 cmux 設定檔。

# browser.import.detected.all
source: Detected: %@.
ar: تم اكتشاف: %@.
de: Erkannt: %@.
es: Detectado: %@.
fr: Détecté : %@.
ja: 検出済み: %@。
ko: 감지됨: %@.
uk: Виявлено: %@.
zh_hans: 已检测到：%@。
zh_hant: 偵測到：%@。

# browser.import.detected.more.one
source: Detected: %@, +1 more.
ar: تم اكتشاف: %@، و+1 آخر.
de: Erkannt: %@, +1 weitere.
es: Detectado: %@, +1 más.
fr: Détecté : %@, +1 autre.
ja: 検出済み: %@、ほか1件。
ko: 감지됨: %@, +1개 더.
uk: Виявлено: %@, +1 інший.
zh_hans: 已检测到：%@，另有 1 个。
zh_hant: 偵測到：%@，以及另外 1 個。

# browser.import.detected.more.other
source: Detected: %@, +%ld more.
ar: تم الكشف عن: %@، +%ld أخرى
de: Erkannt: %@, +%ld weitere
es: Detectado: %@, +%ld más.
fr: Détecté : %@, +%ld de plus
ja: 検出: %@、+他 %ld 件
ko: 감지됨: %@, +%ld개 더.
uk: Виявлено: %@, +%ld інших.
zh_hans: 已检测到：%@，还有 +%ld 个。
zh_hant: 偵測到：%@，+%ld 個。

# browser.import.detected.none
source: No supported browsers detected.
ar: لم يتم اكتشاف متصفحات مدعومة.
de: Keine unterstützten Browser erkannt.
es: No se detectaron navegadores compatibles.
fr: Aucun navigateur pris en charge n'a été détecté.
ja: 対応しているブラウザーが見つかりませんでした。
ko: 지원되는 브라우저가 감지되지 않았습니다.
uk: Підтримувані браузери не виявлено.
zh_hans: 未检测到受支持的浏览器。
zh_hant: 未偵測到支援的瀏覽器。

# browser.import.domain
source: Domains
ar: النطاقات
es: Dominios
fr: Domaines
ja: ドメイン
ko: 도메인
uk: Домени
zh_hans: 域名
zh_hant: 網域

# browser.import.domain.placeholder
source: Optional domains, comma-separated
ar: نطاقات اختيارية، مفصولة بفواصل
de: Optionale Domains, kommagetrennt
es: Dominios opcionales, separados por comas
fr: Domaines facultatifs, séparés par des virgules
ja: 任意のドメインをカンマ区切りで指定
ko: 도메인(선택 사항), 쉼표로 구분
uk: Необов'язкові домени, через кому
zh_hans: 可选域名，以逗号分隔
zh_hant: 選填的網域，以逗號分隔

# browser.import.error.destinationCreateFailed
source: cmux could not create the destination profile "%@".
ar: تعذر على cmux إنشاء ملف التعريف المستهدف "%@".
de: cmux konnte das Zielprofil „%@“ nicht erstellen.
es: cmux no pudo crear el perfil de destino "%@".
fr: cmux n'a pas pu créer le profil de destination "%@".
ja: cmux は保存先プロファイル「%@」を作成できませんでした。
ko: cmux가 대상 프로필 "%@"을(를) 생성할 수 없습니다.
uk: cmux не зміг створити профіль призначення "%@".
zh_hans: cmux 无法创建目标配置文件 "%@"。
zh_hant: cmux 無法建立目標設定檔「%@」。

# browser.import.error.destinationMissing
source: The selected cmux browser profile no longer exists. Pick a destination profile again.
ar: ملف تعريف متصفح cmux المحدد لم يعد موجودًا. اختر ملف تعريف مستهدف مجددًا.
de: Das ausgewählte cmux-Browserprofil existiert nicht mehr. Wählen Sie das Zielprofil erneut aus.
es: El perfil de navegador de cmux seleccionado ya no existe. Elige un perfil de destino de nuevo.
fr: Le profil de navigateur cmux sélectionné n'existe plus. Veuillez choisir à nouveau un profil de destination.
ja: 選択した cmux ブラウザープロファイルが見つかりません。保存先プロファイルを選び直してください。
ko: 선택한 cmux 브라우저 프로필이 더 이상 존재하지 않습니다. 대상 프로필을 다시 선택하세요.
uk: Вибраний профіль браузера cmux більше не існує. Виберіть профіль призначення знову.
zh_hans: 所选的 cmux 浏览器配置文件已不存在。请重新选择目标配置文件。
zh_hant: 選取的 cmux 瀏覽器設定檔已不存在。請重新選擇目標設定檔。

# browser.import.error.title
source: Import could not start
ar: تعذر بدء الاستيراد
de: Import konnte nicht gestartet werden
es: No se pudo iniciar la importación
fr: Impossible de démarrer l'importation
ja: インポートを開始できませんでした
ko: 가져오기를 시작할 수 없습니다
uk: Не вдалося розпочати імпорт
zh_hans: 无法开始导入
zh_hant: 無法開始匯入

# browser.import.hint.dismiss
source: Hide Hint
ar: إخفاء التلميح
de: Hinweis ausblenden
es: Ocultar sugerencia
fr: Masquer l'astuce
ja: ヒントを隠す
ko: 힌트 숨기기
uk: Сховати підказку
zh_hans: 隐藏提示
zh_hant: 隱藏提示

# browser.import.hint.import
source: Import…
ar: استيراد…
de: Importieren…
es: Importar…
fr: Importer…
ja: インポート…
ko: 가져오기…
uk: Імпортувати…
zh_hans: 导入…
zh_hant: 匯入…

# browser.import.hint.settings
source: Browser Settings
ar: إعدادات المتصفح
de: Browser-Einstellungen
es: Ajustes del navegador
fr: Paramètres du navigateur
ja: ブラウザー設定
ko: 브라우저 설정
uk: Налаштування браузера
zh_hans: 浏览器设置
zh_hant: 瀏覽器設定

# browser.import.hint.settingsFootnote
source: You can always find this in Settings > Browser.
ar: يمكنك دائمًا العثور على هذا في الإعدادات > المتصفح.
de: Sie finden dies jederzeit unter Einstellungen > Browser.
es: Siempre puedes encontrar esto en Ajustes > Navegador.
fr: Vous pouvez toujours retrouver cette option dans Paramètres > Navigateur.
ja: あとでいつでも「設定 > ブラウザー」で見つけられます。
ko: 설정 > 브라우저에서 언제든 찾을 수 있습니다.
uk: Ви завжди можете знайти це в Налаштуваннях > Браузер.
zh_hans: 你随时可以在「设置 > 浏览器」中找到它。
zh_hant: 您隨時可以在「設定 > 瀏覽器」中找到此選項。

# browser.import.hint.subtitle
source: Import bookmarks, history, and cookies from Safari, Chrome, Firefox, Brave, Edge, or Arc. Already-imported entries are deduped automatically.
ar: استورد الإشارات المرجعية والسجل وملفات تعريف الارتباط من Safari أو Chrome أو Firefox أو Brave أو Edge أو Arc. يتم إلغاء تكرار الإدخالات المستوردة بالفعل تلقائيًا.
de: Importieren Sie Lesezeichen, Verlauf und Cookies von Safari, Chrome, Firefox, Brave, Edge oder Arc. Bereits importierte Einträge werden automatisch dedupliziert.
es: Importa marcadores, historial y cookies desde Safari, Chrome, Firefox, Brave, Edge o Arc. Las entradas ya importadas se desduplican automáticamente.
fr: Importez les favoris, l'historique et les cookies depuis Safari, Chrome, Firefox, Brave, Edge ou Arc. Les entrées déjà importées sont automatiquement dédoublées.
ja: Safari、Chrome、Firefox、Brave、Edge、Arc からブックマーク、履歴、Cookie をインポートします。インポート済みの項目は自動的に重複排除されます。
ko: Safari, Chrome, Firefox, Brave, Edge 또는 Arc에서 북마크, 방문 기록, 쿠키를 가져옵니다. 이미 가져온 항목은 자동으로 중복 제거됩니다.
zh_hans: 从 Safari、Chrome、Firefox、Brave、Edge 或 Arc 导入书签、历史记录和 Cookie。已导入的条目会自动去重。
zh_hant: 從 Safari、Chrome、Firefox、Brave、Edge 或 Arc 匯入書籤、瀏覽紀錄和 Cookie。已匯入的項目會自動排除重複。

# browser.import.hint.title
source: Import browser data
ar: استيراد بيانات المتصفح
de: Browserdaten importieren
es: Importar datos del navegador
fr: Importer les données du navigateur
ja: ブラウザーデータをインポート
ko: 브라우저 데이터 가져오기
uk: Імпорт даних браузера
zh_hans: 导入浏览器数据
zh_hant: 匯入瀏覽器資料

# browser.import.hint.toolbar
source: Import
ar: استيراد
de: Importieren
es: Importar
fr: Importer
ja: インポート
ko: 가져오기
uk: Імпортувати
zh_hans: 导入
zh_hant: 匯入

# browser.import.hint.toolbar.help
source: Import browser data
ar: استيراد بيانات المتصفح
de: Browserdaten importieren
es: Importar datos del navegador
fr: Importer les données du navigateur
ja: ブラウザーデータをインポート
ko: 브라우저 데이터 가져오기
uk: Імпорт даних браузера
zh_hans: 导入浏览器数据
zh_hant: 匯入瀏覽器資料

# browser.import.history
source: History (visited pages)
ar: السجل (الصفحات التي تمت زيارتها)
de: Verlauf (besuchte Seiten)
es: Historial (páginas visitadas)
fr: Historique (pages visitées)
ja: 履歴（訪問したページ）
ko: 방문 기록 (방문한 페이지)
uk: Історія (відвідані сторінки)
zh_hans: 历史记录（已访问页面）
zh_hant: 瀏覽紀錄 (造訪過的網頁)

# browser.import.next
source: Next
ar: التالي
de: Nächste
es: Próximo
fr: Suivant
ja: 次へ
ko: 다음
uk: Далі
zh_hans: 下一步
zh_hant: 下一個

# browser.import.noBrowsers.message
source: cmux could not find browser profiles to import from on this Mac.
ar: تعذر على cmux العثور على ملفات تعريف متصفح للاستيراد منها على جهاز Mac هذا.
de: cmux konnte auf diesem Mac keine Browserprofile zum Importieren finden.
es: cmux no pudo encontrar perfiles de navegador desde los cuales importar en este Mac.
fr: cmux n'a trouvé aucun profil de navigateur à importer sur ce Mac.
ja: このMacでインポート元にできるブラウザープロファイルが見つかりませんでした。
ko: 이 Mac에서 가져올 수 있는 브라우저 프로필을 찾을 수 없습니다.
uk: cmux не знайшов профілів браузерів для імпорту на цьому Mac.
zh_hans: cmux 在这台 Mac 上找不到可导入的浏览器配置文件。
zh_hant: cmux 在這台 Mac 上找不到可供匯入的瀏覽器設定檔。

# browser.import.noBrowsers.title
source: No importable browsers found
ar: لم يتم العثور على متصفحات قابلة للاستيراد
de: Keine importierbaren Browser gefunden
es: No se encontraron navegadores importables
fr: Aucun navigateur importable trouvé
ja: インポートできるブラウザーが見つかりません
ko: 가져올 수 있는 브라우저 없음
uk: Браузери для імпорту не знайдено
zh_hans: 未找到可导入的浏览器
zh_hant: 找不到可匯入的瀏覽器

# browser.import.progress.message
source: Importing %@ from %@…
ar: جاري استيراد %@ من %@…
de: Importiere %@ aus %@…
es: Importando %@ desde %@…
fr: Importation de %@ depuis %@…
ja: %@ を %@ からインポート中…
ko: %@을(를) %@에서 가져오는 중…
uk: Імпортування %@ з %@…
zh_hans: 正在导入 %@，来源：%@…
zh_hant: 正在匯入 %@，來源：%@…

# browser.import.progress.subtitle
source: This can take a few seconds for large profiles.
ar: قد يستغرق هذا بضع ثوانٍ لملفات التعريف الكبيرة.
de: Dies kann bei großen Profilen einige Sekunden dauern.
es: Esto puede tardar unos segundos para perfiles grandes.
fr: Cela peut prendre quelques secondes pour les profils volumineux.
ja: プロファイルが大きい場合は数秒かかることがあります。
ko: 프로필이 큰 경우 몇 초 걸릴 수 있습니다.
uk: Це може зайняти кілька секунд для великих профілів.
zh_hans: 配置文件较大时，这可能需要几秒钟。
zh_hant: 若是較大的設定檔，這可能需要幾秒鐘的時間。

# browser.import.progress.title
source: Importing Browser Data
ar: جاري استيراد بيانات المتصفح
de: Browserdaten werden importiert
es: Importando datos del navegador
fr: Importation des données du navigateur
ja: ブラウザーデータをインポート中
ko: 브라우저 데이터 가져오는 중
uk: Імпорт даних браузера
zh_hans: 正在导入浏览器数据
zh_hant: 正在匯入瀏覽器資料

# browser.import.scope.cookiesAndHistory
source: Cookies + history
ar: ملفات تعريف الارتباط + السجل
de: Cookies + Verlauf
es: Cookies e historial
fr: Cookies + historique
ja: Cookie + 履歴
ko: 쿠키 + 방문 기록
uk: Cookies + історія
zh_hans: Cookie + 历史记录
zh_hant: Cookie 與瀏覽紀錄

# browser.import.scope.cookiesOnly
source: Cookies only
ar: ملفات تعريف الارتباط فقط
de: Nur Cookies
es: Solo cookies
fr: Cookies uniquement
ja: Cookieのみ
ko: 쿠키만
uk: Тільки cookies
zh_hans: 仅 Cookie
zh_hant: 僅限 Cookie

# browser.import.scope.everything
source: Everything
ar: كل شيء
de: Alles
es: Todo
fr: Tout
ja: すべて
ko: 전체
uk: Усе
zh_hans: 全部
zh_hant: 全部

# browser.import.scope.historyOnly
source: History only
ar: السجل فقط
de: Nur Verlauf
es: Solo historial
fr: Historique uniquement
ja: 履歴のみ
ko: 방문 기록만
uk: Тільки історія
zh_hans: 仅历史记录
zh_hant: 僅限瀏覽紀錄

# browser.import.source
source: Browser
ar: المتصفح
es: Navegador
fr: Navigateur
ja: ブラウザー
ko: 브라우저
uk: Браузер
zh_hans: 浏览器
zh_hant: 瀏覽器

# browser.import.sourceProfile.fallback
source: Profile %ld
ar: ملف التعريف %ld
de: Profil %ld
es: Perfil %ld
fr: Profil %ld
ja: プロファイル%ld
ko: 프로필 %ld
uk: Профіль %ld
zh_hans: 配置文件 %ld
zh_hant: 設定檔 %ld

# browser.import.sourceProfiles
source: Profiles
ar: ملفات التعريف
de: Profile
es: Perfiles
fr: Profils
ja: プロファイル
ko: 프로필
uk: Профілі
zh_hans: 配置文件
zh_hant: 設定檔

# browser.import.sourceProfiles.empty
source: No source profiles detected for %@.
ar: لم يتم اكتشاف ملفات تعريف مصدر لـ %@.
de: Keine Quellprofile für %@ erkannt.
es: No se detectaron perfiles de origen para %@.
fr: Aucun profil source détecté pour %@.
ja: %@ の元プロファイルが見つかりません。
ko: %@에 대한 원본 프로필이 감지되지 않았습니다.
uk: Вихідні профілі для %@ не виявлено.
zh_hans: 未检测到 %@ 的源配置文件。
zh_hant: 未偵測到 %@ 的來源設定檔。

# browser.import.sourceProfiles.help
source: Select one or more profiles.
ar: حدد ملف تعريف واحد أو أكثر.
de: Wählen Sie ein oder mehrere Profile aus.
es: Selecciona uno o más perfiles.
fr: Sélectionnez un ou plusieurs profils.
ja: 1つ以上のプロファイルを選択してください。
ko: 하나 이상의 프로필을 선택하세요.
uk: Виберіть один або кілька профілів.
zh_hans: 请选择一个或多个配置文件。
zh_hant: 選擇一個或多個設定檔。

# browser.import.start
source: Start Import
ar: بدء الاستيراد
de: Import starten
es: Iniciar importación
fr: Démarrer l'importation
ja: インポート開始
ko: 가져오기 시작
uk: Почати імпорт
zh_hans: 开始导入
zh_hant: 開始匯入

# browser.import.step.dataTypes
source: Step 3 of 3
ar: الخطوة 3 من 3
de: Schritt 3 von 3
es: Paso 3 de 3
fr: Étape 3 sur 3
ko: 3단계 중 3단계
uk: Крок 3 з 3
zh_hans: 第 3 步，共 3 步
zh_hant: 步驟 3 / 3

# browser.import.step.source
source: Step 1 of 3
ar: الخطوة 1 من 3
de: Schritt 1 von 3
es: Paso 1 de 3
fr: Étape 1 sur 3
ko: 3단계 중 1단계
uk: Крок 1 з 3
zh_hans: 第 1 步，共 3 步
zh_hant: 步驟 1 / 3

# browser.import.step.sourceProfiles
source: Step 2 of 3
ar: الخطوة 2 من 3
de: Schritt 2 von 3
es: Paso 2 de 3
fr: Étape 2 sur 3
ko: 3단계 중 2단계
uk: Крок 2 з 3
zh_hans: 第 2 步，共 3 步
zh_hant: 步驟 2 / 3

# browser.import.title
source: Import Browser Data
ar: استيراد بيانات المتصفح
de: Browserdaten importieren
es: Importar datos del navegador
fr: Importer des données de navigateur
ja: ブラウザーデータをインポート
ko: 브라우저 데이터 가져오기
uk: Імпорт даних браузера
zh_hans: 导入浏览器数据
zh_hant: 匯入瀏覽器資料

# browser.import.validation.scope
source: Select Cookies, History, or both before starting import.
ar: حدد ملفات تعريف الارتباط، أو السجل، أو كليهما قبل بدء الاستيراد.
de: Wählen Sie Cookies, Verlauf oder beides aus, bevor Sie den Import starten.
es: Selecciona cookies, historial o ambos antes de iniciar la importación.
fr: Sélectionnez les cookies, l'historique ou les deux avant de démarrer l'importation.
ja: インポートを始める前に、Cookie、履歴、またはその両方を選択してください。
ko: 가져오기를 시작하기 전에 쿠키, 방문 기록 또는 둘 다를 선택하세요.
uk: Виберіть Cookies, Історію або обидва перед початком імпорту.
zh_hans: 开始导入前，请选择 Cookie、历史记录或两者。
zh_hant: 在開始匯入之前，請選擇 Cookie、瀏覽記錄或兩者。

# browser.import.validation.sourceProfiles
source: Choose at least one source profile to import.
ar: اختر ملف تعريف مصدر واحد على الأقل للاستيراد منه.
de: Wählen Sie mindestens ein Quellprofil zum Importieren aus.
es: Elige al menos un perfil de origen para importar.
fr: Choisissez au moins un profil source à importer.
ja: インポートする元プロファイルを少なくとも1つ選択してください。
ko: 가져올 원본 프로필을 하나 이상 선택하세요.
uk: Виберіть принаймні один вихідний профіль для імпорту.
zh_hans: 请至少选择一个要导入的源配置文件。
zh_hant: 選擇至少一個要匯入的來源設定檔。

# browser.import.warning.additionalDataUnavailable
source: Bookmarks, settings, and extensions import are not available yet. Imported cookies and history only.
ar: استيراد الإشارات المرجعية والإعدادات والإضافات غير متاح بعد. تم استيراد ملفات تعريف الارتباط والسجل فقط.
de: Der Import von Lesezeichen, Einstellungen und Erweiterungen ist noch nicht verfügbar. Es wurden nur Cookies und der Verlauf importiert.
es: La importación de marcadores, ajustes y extensiones aún no está disponible. Solo se han importado cookies e historial.
fr: L'importation des favoris, des paramètres et des extensions n'est pas encore disponible. Seuls les cookies et l'historique ont été importés.
ja: ブックマーク、設定、拡張機能のインポートにはまだ対応していません。Cookieと履歴のみを取り込みました。
ko: 북마크, 설정, 확장 프로그램 가져오기는 아직 지원되지 않습니다. 쿠키와 방문 기록만 가져왔습니다.
uk: Імпорт закладок, налаштувань і розширень ще недоступний. Імпортовано лише cookies та історію.
zh_hans: 书签、设置和扩展的导入尚不可用。仅导入了 Cookie 和历史记录。
zh_hant: 書籤、設定和擴充功能尚不支援匯入。僅能匯入 Cookie 和瀏覽記錄。

# browser.import.warning.browserCookiesReadFailed
source: Failed reading %@ cookies at %@: %@
ar: فشلت قراءة ملفات تعريف ارتباط %@ في %@: %@
de: Fehler beim Lesen der Cookies von %@ unter %@: %@
es: Error al leer las cookies de %@ en %@: %@
fr: Échec de la lecture des cookies de %@ à l'emplacement %@ : %@
ja: %@ のCookieを %@ から読み込めませんでした: %@
ko: %@ 쿠키를 %@에서 읽지 못했습니다: %@
uk: Не вдалося прочитати cookies %@ за адресою %@: %@
zh_hans: 读取 %@ 的 Cookie 失败，位置 %@：%@
zh_hant: 讀取 %@ Cookie 失敗（於 %@）：%@

# browser.import.warning.browserHistoryReadFailed
source: Failed reading %@ history at %@: %@
ar: فشلت قراءة سجل %@ في %@: %@
de: Fehler beim Lesen des Verlaufs von %@ unter %@: %@
es: Error al leer el historial de %@ en %@: %@
fr: Échec de la lecture de l'historique de %@ à l'emplacement %@ : %@
ja: %@ の履歴を %@ から読み込めませんでした: %@
ko: %@ 방문 기록을 %@에서 읽지 못했습니다: %@
uk: Не вдалося прочитати історію %@ за адресою %@: %@
zh_hans: 读取 %@ 的历史记录失败，位置 %@：%@
zh_hant: 讀取 %@ 瀏覽記錄失敗（於 %@）：%@

# browser.import.warning.cookieImportUnsupported
source: %@ cookie import is not implemented yet.
ar: لم يتم تنفيذ استيراد ملفات تعريف ارتباط %@ بعد.
de: Der Import von Cookies für %@ ist noch nicht implementiert.
es: La importación de cookies de %@ aún no está implementada.
fr: L'importation de cookies de %@ n'est pas encore implémentée.
ja: %@ のCookieインポートにはまだ対応していません。
ko: %@ 쿠키 가져오기는 아직 구현되지 않았습니다.
uk: Імпорт cookies %@ ще не реалізовано.
zh_hans: %@ 的 Cookie 导入尚未实现。
zh_hant: 尚未實作 %@ 的 Cookie 匯入功能。
